<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>about.button.label.license</key>
	<string>Licença</string>
	<key>about.button.label.twitter</key>
	<string>Twitter</string>
	<key>about.button.label.website</key>
	<string>Site</string>
	<key>about.label.about_description</key>
	<string>Feito com ♥️ e 🔋 por</string>
	<key>app_charging_mode.state.description.charging</key>
	<string>O limite é %@.</string>
	<key>app_charging_mode.state.description.force_charge</key>
	<string>Carregando até 100%</string>
	<key>app_charging_mode.state.description.force_discharge</key>
	<string>Usando a bateria.</string>
	<key>app_charging_mode.state.description.inhibit</key>
	<string>O limite de carregamento foi limitado para %@.</string>
	<key>app_charging_mode.state.description.temp_charging_to</key>
	<string>O limite de carregamento foi temporariamente definido para %@</string>
	<key>app_charging_mode.state.title.charger_not_connected</key>
	<string>Carregador desconectado</string>
	<key>app_charging_mode.state.title.charging</key>
	<string>Carregando até o limite</string>
	<key>app_charging_mode.state.title.disabled</key>
	<string>Desabilitado</string>
	<key>app_charging_mode.state.title.force_charge</key>
	<string>Carregando</string>
	<key>app_charging_mode.state.title.force_discharge</key>
	<string>Descarregando</string>
	<key>app_charging_mode.state.title.inhibit</key>
	<string>Inibindo o carregamento</string>
	<key>app_charging_mode.state.title.initial</key>
	<string>Inicializando</string>
	<key>app_charging_mode.state.title.override</key>
	<string>Carregar Sobreposição</string>
	<key>app_charging_mode.state.title.temp_charging</key>
	<string>Carregando temporariamente</string>
	<key>app_charging_mode.state.title.temp_discharging</key>
	<string>Descarregando temporariamente</string>
	<key>battery_info.label.additional.app_mode</key>
	<string>Modo App</string>
	<key>battery_info.label.additional.battery_capacity</key>
	<string>Saúde da Bateria</string>
	<key>battery_info.label.additional.cycle_count</key>
	<string>Contagem de Ciclos</string>
	<key>battery_info.label.additional.last_discharge</key>
	<string>Última descarga</string>
	<key>battery_info.label.additional.last_full_charge</key>
	<string>Última carga completa</string>
	<key>battery_info.label.additional.power_source</key>
	<string>Fonte de Energia</string>
	<key>battery_info.label.additional.temperature</key>
	<string>Temperatura</string>
	<key>battery_info.label.additional.unknown_health</key>
	<string>Desconhecido</string>
	<key>battery_info.label.info_missing</key>
	<string>Falta Informação</string>
	<key>battery_info.label.main.battery</key>
	<string>Bateria</string>
	<key>battery_info.label.main.elapsed_time</key>
	<string>Tempo Decorrido</string>
	<key>battery_info.label.main.time.calculating</key>
	<string>Calculando…</string>
	<key>battery_info.label.main.time.time_left</key>
	<string>Tempo Restante</string>
	<key>battery_info.label.main.time.time_to_charge</key>
	<string>Tempo para Carregar</string>
	<key>battery_info.label.top_coalition.none</key>
	<string>Nenhum aplicativo usando muita energia</string>
	<key>installer.button.label.accept</key>
	<string>Aceitar</string>
	<key>installer.button.label.decline</key>
	<string>Recusar</string>
	<key>installer.button.label.install</key>
	<string>Instalar</string>
	<key>installer.name</key>
	<string>Instalador BatFi</string>
	<key>installer.status.done</key>
	<string>Concluído</string>
	<key>installer.status.download_error</key>
	<string>Erro de download. %@</string>
	<key>installer.status.downloading</key>
	<string>Baixando…</string>
	<key>installer.status.installation_error</key>
	<string>Erro de instalação. %@</string>
	<key>installer.status.installing</key>
	<string>Instalando…</string>
	<key>installer.status.ready</key>
	<string>Pronto para instalar</string>
	<key>installer.status.unzipping</key>
	<string>Descompactando…</string>
	<key>installer.status.unzipping_error</key>
	<string>Erro ao descompactar. %@</string>
	<key>menu.charts.header</key>
	<string>Últimas 12 horas</string>
	<key>menu.charts.legend.charging</key>
	<string>Carregamento</string>
	<key>menu.charts.legend.inhibiting</key>
	<string>Inibindo o Carregamento</string>
	<key>menu.charts.waitingForData</key>
	<string>Aguardando (mais) dados…</string>
	<key>menu.high_energy_usage.header</key>
	<string>Apps com alto uso de energia</string>
	<key>menu.high_energy_usage.loading</key>
	<string>Aguardando dados...</string>
	<key>menu.label.automatic_power_mode</key>
	<string>Modo de energia automático</string>
	<key>menu.label.batfi</key>
	<string>BatFi…</string>
	<key>menu.label.charge_to_hundred</key>
	<string>Carregar até 100%</string>
	<key>menu.label.charger_not_connected_disclaimer</key>
	<string>A sobreposição fica ativa somente quando o carregador está conectado</string>
	<key>menu.label.check_for_updates</key>
	<string>Buscar por Atualizações...</string>
	<key>menu.label.debug</key>
	<string>Debug</string>
	<key>menu.label.discharge_battery</key>
	<string>Operar na Bateria</string>
	<key>menu.label.discharging_override_but_lid_closed</key>
	<string>Inibição do carregamento; abra a tampa para descarregar a bateria</string>
	<key>menu.label.high_power_mode</key>
	<string>Modo de alto desempenho</string>
	<key>menu.label.inhibit_charging</key>
	<string>Inibir Carregamento</string>
	<key>menu.label.install_helper</key>
	<string>Instalar Helper</string>
	<key>menu.label.low_power_mode</key>
	<string>Modo de baixo consumo</string>
	<key>menu.label.more</key>
	<string>Mais</string>
	<key>menu.label.onboarding</key>
	<string>Introdução...</string>
	<key>menu.label.quit</key>
	<string>Encerrar BatFi</string>
	<key>menu.label.remove_helper</key>
	<string>Remover Helper</string>
	<key>menu.label.reset_settings</key>
	<string>Resetar Configurações</string>
	<key>menu.label.settings</key>
	<string>Configurações…</string>
	<key>menu.label.stop_charging_to_hundred</key>
	<string>Parar de carregar até 100%</string>
	<key>menu.label.stop_discharging_battery</key>
	<string>Parar de Usar a Bateria</string>
	<key>menu.label.stop_override</key>
	<string>Parar Sobreposição</string>
	<key>menu.power_info.header</key>
	<string>Distribuição de energia</string>
	<key>menu.power_info.loading</key>
	<string>Aguardando dados…</string>
	<key>menu.tooltip.charge_to_hundred.charger_not_connected</key>
	<string>Desabilitado porque o carregador não está conectado</string>
	<key>menu.tooltip.charge_to_hundred.discharge_turned_on</key>
	<string>Desabilitado porque a configuração "Descarregar a bateria quando a carga estiver acima do limite estabelecido" está ligada</string>
	<key>notifications.alert.button.label.open_onboarding</key>
	<string>Abrir Introdução...</string>
	<key>notifications.alert.button.label.open_system_settings</key>
	<string>Abrir Ajustes do Sistema…</string>
	<key>notifications.alert.button.label.restore_status_bar_icon</key>
	<string>Restaurar ícone da barra de status</string>
	<key>notifications.alert.informative_text.install_helper_troubleshooting</key>
	<string>O aplicativo não funcionará sem ele.
Abra e conclua o processo de integração no menu Mais.
Verifique se o aplicativo está na lista "Permitir em Segundo Plano" com o interruptor ligado em Ajustes do Sistema → Geral → Itens de Início.</string>
	<key>notifications.alert.informative_text.not_laptop</key>
	<string>Parece que o aplicativo não está sendo executado em um laptop. Por favor, inicie o BatFi em um notebook da Apple.</string>
	<key>notifications.alert.informative_text.status_bar_icon_hidden</key>
	<string>Para reabrir as configurações do BatFi, clique na notificação, selecione o ícone no Launchpad ou clique duas vezes no Finder.</string>
	<key>notifications.alert.title.install_helper_troubleshooting</key>
	<string>O aplicativo auxiliar Helper do BatFi não está instalado</string>
	<key>notifications.alert.title.not_laptop</key>
	<string>Execute o BatFi em um MacBook</string>
	<key>notifications.alert.title.optimized_charging_turned_on</key>
	<string>O carregamento otimizado da bateria está LIGADO</string>
	<key>notifications.alert.title.status_bar_icon_hidden</key>
	<string>O ícone da barra de status está oculto</string>
	<key>notifications.notification.body.battery_calibration</key>
	<string>Desconecte o computador e deixe a bateria descarregar completamente. Em seguida, reconecte e carregue até 100%, usando o comando “Carregar até 100%” no menu, se necessário.</string>
	<key>notifications.notification.body.low_battery</key>
	<string>Preciso de mais energia!</string>
	<key>notifications.notification.subtitle.new_mode</key>
	<string>Novo modo: %@</string>
	<key>notifications.notification.title.automatic_power_mode_on</key>
	<string>O modo de energia automático está ativado</string>
	<key>notifications.notification.title.battery_calibration</key>
	<string>Hora de calibrar a bateria</string>
	<key>notifications.notification.title.high_power_mode_on</key>
	<string>O modo de alto desempenho está ativado</string>
	<key>notifications.notification.title.low_battery</key>
	<string>Bateria está baixa</string>
	<key>notifications.notification.title.low_power_mode_on</key>
	<string>O modo de baixo consumo está ativado</string>
	<key>onboarding.alert.button.label.open_system_settings</key>
	<string>Abrir Ajustes do Sistema</string>
	<key>onboarding.alert.message.helper_not_installed</key>
	<string>Parece que você não deu permissão ao Helper. Se não houver solicitação de senha/Touch ID, tudo bem – é um bug do macOS e às vezes acontece.
Você sempre pode alterar as permissões nos Ajustes do Sistema.
Lembre-se de que o aplicativo não funcionará sem a ferramenta auxiliar Helper.</string>
	<key>onboarding.alert.title.helper_not_installed</key>
	<string>Helper (ainda) não foi instalado</string>
	<key>onboarding.button.label.complete</key>
	<string>Completar</string>
	<key>onboarding.button.label.get_started</key>
	<string>Iniciar</string>
	<key>onboarding.button.label.install_helper</key>
	<string>Instalar Helper</string>
	<key>onboarding.button.label.launch_at_login</key>
	<string>Iniciar BatFi no login</string>
	<key>onboarding.button.label.next</key>
	<string>Próximo</string>
	<key>onboarding.button.label.previous</key>
	<string>Anterior</string>
	<key>onboarding.button.label.tip_jar.tip</key>
	<string>Doar %@</string>
	<key>onboarding.label.almost_done</key>
	<string>Quase lá.</string>
	<key>onboarding.label.app_description</key>
	<string>BatFi ajuda você a otimizar o desempenho da bateria do macOS gerenciando os níveis de carga de forma inteligente, mas oferecendo a você controle total – carregando até 100% somente quando necessário.</string>
	<key>onboarding.label.app_is_ready</key>
	<string>O app está pronto para uso!</string>
	<key>onboarding.label.done</key>
	<string>Pronto.</string>
	<key>onboarding.label.extend_life</key>
	<string>Prolongue a vida útil do seu Mac.</string>
	<key>onboarding.label.helper_description</key>
	<string>BatFi instalará uma ferramenta auxiliar, que funcionará em segundo plano e será capaz de alterar o modo de carregamento do seu computador.</string>
	<key>onboarding.label.helper_requires_admin</key>
	<string>A instalação da ferramenta auxiliar requer permissões de administrador e é essencial para a funcionalidade do BatFi.</string>
	<key>onboarding.label.launch_at_login_recommendation</key>
	<string>Recomendado. Você pode alterá-lo posteriormente nas configurações do aplicativo.</string>
	<key>onboarding.label.set_limit</key>
	<string>Definir Limite de Carregamento.</string>
	<key>onboarding.label.set_limit_description</key>
	<string>Defina uma porcentagem máxima de carga para evitar manter o nível de carga em 100% e melhorar a longevidade da bateria.</string>
	<key>onboarding.label.set_limit_set_up_later</key>
	<string>Você pode modificar essa configuração posteriormente nas configurações do aplicativo.</string>
	<key>onboarding.slider.label.set_limit</key>
	<string>Desligue o carregamento quando a bateria atingir %@</string>
	<key>settings.accessibility.title.advanced</key>
	<string>Painel avançado</string>
	<key>settings.accessibility.title.charging</key>
	<string>Painel de carregamento</string>
	<key>settings.accessibility.title.general</key>
	<string>Painel geral</string>
	<key>settings.accessibility.title.hotkeys</key>
	<string>Painel de teclas de atalho</string>
	<key>settings.accessibility.title.notifications</key>
	<string>Painel de notificações</string>
	<key>settings.accessibility.title.statusBar</key>
	<string>Painel da barra de menu</string>
	<key>settings.button.description.lid_must_be_opened</key>
	<string>Funciona apenas com a tampa aberta.</string>
	<key>settings.button.label.automatically_check_updates</key>
	<string>Checar automaticamente se há atualizações</string>
	<key>settings.button.label.automatically_download_updates</key>
	<string>Baixar atualizações automaticamente</string>
	<key>settings.button.label.automatically_manage_charging</key>
	<string>Gerencie automaticamente o carregamento</string>
	<key>settings.button.label.battery_calibration_recommended</key>
	<string>Calibração de bateria recomendada</string>
	<key>settings.button.label.battery_percentage</key>
	<string>Mostrar porcentagem da bateria</string>
	<key>settings.button.label.battery_percentage_next_to_icon</key>
	<string>Mostrar percentual ao lado do ícone</string>
	<key>settings.button.label.blink_magSafe_when_discharging</key>
	<string>Pisque o LED do MagSafe algumas vezes quando o aplicativo começar a descarregar a bateria</string>
	<key>settings.button.label.charging_status_did_change</key>
	<string>O status de carregamento mudou</string>
	<key>settings.button.label.check_for_beta_updates</key>
	<string>Permitir versões beta do aplicativo</string>
	<key>settings.button.label.debug_menu</key>
	<string>Mostrar menu de Debug</string>
	<key>settings.button.label.disable_automatic_sleep</key>
	<string>Atrase a suspensão automática durante o carregamento enquanto o limite não for atingido</string>
	<key>settings.button.label.discharge_batter_when_overcharged</key>
	<string>Descarregar a bateria quando a carga estiver acima do limite estabelecido</string>
	<key>settings.button.label.enable_system_charge_limit_on_sleep</key>
	<string>Habilitar automaticamente o limite de carga do sistema (80%) quando o Mac entrar em suspensão</string>
	<key>settings.button.label.high_energy_impact_processes_show</key>
	<string>Mostrar aplicativos com alto consumo de energia</string>
	<key>settings.button.label.launch_at_login</key>
	<string>Iniciar no login</string>
	<key>settings.button.label.magsafe_use_green_light</key>
	<string>Use a luz verde do MagSafe quando o carregamento estiver pausado</string>
	<key>settings.button.label.monochrome_icon</key>
	<string>Mostrar ícone monocromático</string>
	<key>settings.button.label.pause_charging_on_sleep</key>
	<string>Pausar automaticamente o carregamento quando o Mac entrar no modo de suspensão</string>
	<key>settings.button.label.send_analytics</key>
	<string>Enviar relatórios de falhas</string>
	<key>settings.button.label.show_alerts_when_optimized_charging_is_engaged</key>
	<string>Mostrar alerta quando o carregamento otimizado da bateria estiver ativado</string>
	<key>settings.button.label.show_battery_chart_in_menu</key>
	<string>Mostrar o gráfico de porcentagem da bateria no menu</string>
	<key>settings.button.label.show_battery_cycles</key>
	<string>Mostrar contagem de ciclos da bateria</string>
	<key>settings.button.label.show_battery_health</key>
	<string>Mostrar saúde da bateria</string>
	<key>settings.button.label.show_battery_temperature</key>
	<string>Mostrar temperatura da bateria</string>
	<key>settings.button.label.show_last_discharge_date</key>
	<string>Mostrar data da última descarga</string>
	<key>settings.button.label.show_last_full_charge_date</key>
	<string>Mostrar data da última carga completa</string>
	<key>settings.button.label.show_power_diagram</key>
	<string>Mostrar distribuição de energia</string>
	<key>settings.button.label.show_power_mode_options</key>
	<string>Mostrar opções de modo de energia</string>
	<key>settings.button.label.show_power_source</key>
	<string>Mostrar fonte de energia</string>
	<key>settings.button.label.show_status_bar_icon</key>
	<string>Mostrar ícone da barra de status</string>
	<key>settings.button.label.show_time_left_status_icon</key>
	<string>Mostrar tempo restante</string>
	<key>settings.button.label.turn_off_charging_when_battery_is_hot</key>
	<string>Desligar automaticamente o carregamento quando a bateria esquentar</string>
	<key>settings.button.tooltip.disable_automatic_sleep</key>
	<string>O aplicativo atrasará a suspensão para que o computador carregue até o limite e, em seguida, inibirá o carregamento e colocará o Mac em suspensão</string>
	<key>settings.button.tooltip.discharge_battery_when_overcharged</key>
	<string>Quando a tampa do Macbook é aberta, o aplicativo pode descarregar a bateria até atingir o limite estabelecido</string>
	<key>settings.button.tooltip.turn_off_charging_when_battery_is_hot</key>
	<string>Desliga o carregamento quando a bateria está a 40°C ou mais.</string>
	<key>settings.hotkey.label.charge_to_full</key>
	<string>Alternar carregar até 100%</string>
	<key>settings.hotkey.label.discharge</key>
	<string>Alternar operar na bateria</string>
	<key>settings.hotkey.label.inhibit</key>
	<string>Alternar inibir carregamento</string>
	<key>settings.hotkey.label.stop_override</key>
	<string>Parar carregar sobreposição</string>
	<key>settings.hotkey.label.toggle_high_power_mode</key>
	<string>Alternar para modo de alto desempenho</string>
	<key>settings.hotkey.label.toggle_low_power_mode</key>
	<string>Alternar para modo de baixo consumo</string>
	<key>settings.label.analytics_are_always_on_during_beta</key>
	<string>Sempre habilitado durante o Beta</string>
	<key>settings.label.battery_low_threshold</key>
	<string>A bateria está baixa em %lld%%</string>
	<key>settings.label.charging_recommendation_part1</key>
	<string>80% é o valor recomendado para o uso diário.</string>
	<key>settings.label.charging_recommendation_part2</key>
	<string>Você pode substituir manualmente essa configuração usando o comando “Carregar até 100%” no menu.</string>
	<key>settings.label.high_energy_impact_processes_duration</key>
	<string>Duração da amostra: %@</string>
	<key>settings.label.high_energy_impact_processes_max_duration</key>
	<string>5 minutos</string>
	<key>settings.label.high_energy_impact_processes_min_duration</key>
	<string>30s</string>
	<key>settings.label.high_energy_impact_processes_threshold</key>
	<string>Limite do impacto energético: %lld</string>
	<key>settings.label.highest_limit</key>
	<string>90%</string>
	<key>settings.label.lowest_limit</key>
	<string>50%</string>
	<key>settings.label.tip_jar.body</key>
	<string>Mostre seu apoio com uma gorjeta!
Sua contribuição me ajuda a continuar melhorando e tornando o BatFi ainda melhor para você.
Obrigado por ser uma parte incrível da nossa comunidade!</string>
	<key>settings.label.tip_jar.button_description_1</key>
	<string>O botão abrirá o site Gumroad com o preço já definido.</string>
	<key>settings.label.tip_jar.button_description_2</key>
	<string>Você pode alterar o valor antes de prosseguir.</string>
	<key>settings.label.tip_jar.title</key>
	<string>Está gostando do BatFi?</string>
	<key>settings.section.advanced</key>
	<string>Avançado</string>
	<key>settings.section.alerts</key>
	<string>Alertas</string>
	<key>settings.section.charging</key>
	<string>Carregando</string>
	<key>settings.section.debug</key>
	<string>Debug</string>
	<key>settings.section.general</key>
	<string>Geral</string>
	<key>settings.section.high_energy_impact_processes</key>
	<string>Aplicativos com alto consumo de energia</string>
	<key>settings.section.magSafe</key>
	<string>MagSafe</string>
	<key>settings.section.menu</key>
	<string>Menu</string>
	<key>settings.section.notifications</key>
	<string>Notificações</string>
	<key>settings.section.other</key>
	<string>Outro</string>
	<key>settings.section.status_icon</key>
	<string>Icone de Status</string>
	<key>settings.section.updates</key>
	<string>Atualizações</string>
	<key>settings.slider.label.turn_off_charging_at</key>
	<string>Desligue o carregamento quando a bateria atingir %@</string>
	<key>settings.tab.title.advanced</key>
	<string>Avançado</string>
	<key>settings.tab.title.charging</key>
	<string>Carregamento</string>
	<key>settings.tab.title.general</key>
	<string>Geral</string>
	<key>settings.tab.title.hotkeys</key>
	<string>Teclas de Atalhos</string>
	<key>settings.tab.title.notifications</key>
	<string>Notificações</string>
	<key>settings.tab.title.statusbar</key>
	<string>Barra de Menu</string>
	<key>settings.tab.title.tip_jar</key>
	<string>Gorjeta</string>
</dict>
</plist>
